dart-code.dart-code
dart-code.flutter
eamodio.gitlens
hzgood.dart-data-class-generator
localizely.flutter-intl
nash.awesome-flutter-snippets
pkief.material-icon-theme
simonsiefke.svg-preview
usernamehw.errorlens
wayou.vscode-todo-highlight
