adpyke.codesnap
dart-code.dart-code
dart-code.flutter
eamodio.gitlens
esentis.flutter-find-unused-assets-and-dart-files
fabiospampinato.vscode-optimize-images
felixangelov.bloc
github.copilot
github.copilot-chat
github.github-vscode-theme
hzgood.dart-data-class-generator
localizely.flutter-intl
lukepighetti.build-runner
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ru
nash.awesome-flutter-snippets
orestesgaolin.dart-export-index
simonsiefke.svg-preview
usernamehw.errorlens
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
