dart-code.dart-code
dart-code.flutter
dotjoshjohnson.xml
eamodio.gitlens
localizely.flutter-intl
nash.awesome-flutter-snippets
pkief.material-icon-theme
rimuruchan.vscode-fix-checksums-next
usernamehw.errorlens
wayou.vscode-todo-highlight
