tap "cqlabs/dcm"
tap "dart-lang/dart"
tap "getsentry/tools"
tap "homebrew/autoupdate"
tap "leoafarias/fvm"
tap "supabase/tap"
tap "tuist/tuist"
brew "openjdk"
brew "apktool"
brew "cloc"
brew "openssl@3"
brew "cocoapods"
brew "readline"
brew "deno"
brew "dex2jar"
brew "displayplacer"
brew "libevent"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "gemini-cli"
brew "ggshield"
brew "gh"
brew "git"
brew "graphviz"
brew "jadx"
brew "jq"
brew "libconfig"
brew "lua"
brew "mcfly"
brew "mtr"
brew "noti"
brew "openjdk@17"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "python@3.11"
brew "python@3.13"
brew "scrcpy"
brew "speedtest-cli"
brew "stow"
brew "swift-format"
brew "tcl-tk"
brew "wget"
brew "yazi"
brew "you-get"
brew "yt-dlp"
brew "zoxide"
brew "getsentry/tools/sentry-cli"
brew "getsentry/tools/sentry-wizard"
brew "leoafarias/fvm/fvm"
brew "supabase/tap/supabase"
brew "tuist/tuist/tuist@4.32.1"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "chatgpt"
cask "clickup"
cask "figma"
cask "github"
cask "iterm2"
cask "maccy"
cask "masscode"
cask "min"
cask "miro"
cask "mitmproxy"
cask "notion"
cask "obsidian"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "pkief.material-icon-theme"
vscode "sswg.swift-lang"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
