tap "cqlabs/dcm"
tap "dart-lang/dart"
tap "getsentry/tools"
tap "homebrew/autoupdate"
tap "leoafarias/fvm"
tap "peripheryapp/periphery"
tap "supabase/tap"
tap "tuist/tuist"
brew "openjdk"
brew "apktool"
brew "openssl@3"
brew "beads"
brew "cocoapods"
brew "readline"
brew "php"
brew "composer"
brew "defaultbrowser"
brew "deno"
brew "displayplacer"
brew "eza"
brew "fastlane"
brew "ffmpeg"
brew "node"
brew "gemini-cli"
brew "ggshield"
brew "gh"
brew "git"
brew "jq"
brew "libass"
brew "libconfig"
brew "libevent"
brew "lua"
brew "mcfly"
brew "mise"
brew "noti"
brew "p7zip"
brew "pango"
brew "php@8.4"
brew "pinentry-mac"
brew "pipx"
brew "python@3.11"
brew "python@3.13"
brew "speedtest-cli"
brew "stow"
brew "swift-format"
brew "tcl-tk"
brew "tesseract"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "getsentry/tools/sentry-cli"
brew "getsentry/tools/sentry-wizard"
brew "leoafarias/fvm/fvm"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "antigravity"
cask "burp-suite"
cask "claude-code"
cask "clickup"
cask "figma"
cask "iterm2"
cask "maccy"
cask "min"
cask "miro"
cask "mitmproxy"
cask "temurin@17"
npm "firebase-tools"
npm "gtop"
npm "typescript"
