tap "cantino/mcfly"
tap "cqlabs/dcm"
tap "dart-lang/dart"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "playcover/playcover"
brew "openssl@3"
brew "readline"
brew "python@3.13"
brew "cocoapods"
brew "libevent"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git"
brew "jq"
brew "libconfig"
brew "lua"
brew "mcfly"
brew "mtr"
brew "noti"
brew "openjdk"
brew "p7zip"
brew "pipx"
brew "python@3.11"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "tcl-tk"
brew "wget"
brew "you-get"
brew "yt-dlp"
brew "zoxide"
brew "leoafarias/fvm/fvm"
cask "android-platform-tools"
cask "android-studio"
cask "cloudflare-warp"
cask "flutter"
cask "github"
cask "iterm2"
cask "maccy"
cask "masscode"
cask "min"
cask "miro"
cask "mitmproxy"
cask "notion"
cask "zoom"
vscode "adpyke.codesnap"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "esentis.flutter-find-unused-assets-and-dart-files"
vscode "fabiospampinato.vscode-optimize-images"
vscode "felixangelov.bloc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "hzgood.dart-data-class-generator"
vscode "localizely.flutter-intl"
vscode "lukepighetti.build-runner"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-ru"
vscode "nash.awesome-flutter-snippets"
vscode "orestesgaolin.dart-export-index"
vscode "simonsiefke.svg-preview"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
